9/data/attachments/59e1964bf29bb557.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Bradley_window_Friend_20268_0</nif:username>
            <nif:friendToBeRequested>soap_friends_60a94ffb-b0d2-4575-90f7-06309ce18dc4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>